Repository: nhuquan/SoundGround
Catalog: lib/src/l10n/app_*.arb
Languages: vi

# themePageTitle
source: Themes
vi: Màu sắc

# settingsPageTitle
source: Settings
vi: Cài đặt

# settingsPageScanMusicButton
source: Scan music
vi: Tìm kiếm bài hát

# settingsPageScanMusicButtonSubtitle
source: Ignore songs which don\'t satisfy the requirements
vi: Bỏ qua bài hát không đáp ứng yêu cầu

# settingsPageLanguageButton
source: Language
vi: Ngôn ngữ

# settingsPageVersionButton
source: Version
vi: Phiên bản

# settingsPageAboutButton
source: About
vi: Tác giả

# scanPageTitle
source: Scan
vi: Tìm kiếm bài hát

# scanPageMinDuration
source: Ignore duration less than:
vi: Thời lượng tối thiểu:

# scanPageDurationUnit
source: seconds
vi: giây

# scanPageMinSize
source: Ignore size less than:
vi: Dung lượng tối thiểu:

# homePageSongTabTitle
source: Songs
vi: Bài hát

# homePagePlaylistTabTitle
source: Playlists
vi: Danh sách

# homePageArtistsTabTitle
source: Artists
vi: Ca sĩ

# songViewSortBy
source: Sort by
vi: Xếp theo

# songViewOrderBy
source: Order by
vi: Thứ tự

# songViewToastMessage
source: songs found
vi: bài hát được tìm thấy

# songViewSongCount
source: songs
vi: bài hát

# aboutPageTitle
source: Thank you!
vi: Cảm ơn bạn rất nhiều!

# aboutPageSubtitle
source: We deeply appreciate your support in using this app. It’s users like you who make our work worthwhile. If you’re enjoying the experience and would like to support us further, consider checking out our Patreon page. Your support, no matter how small, helps us improve and bring new features to life!
vi: Mình chỉ là một anh kỹ sư thích tự code và phát triển sản phẩm để giải quyết những vấn đề của bản thân. Nếu bạn thích ứng dụng này, hãy ủng hộ mình nhé!

# aboutPageQRHint
source: Use this QR code if you have a Vietnamese bank account, Or
vi: Hỗ trơ trực tiếp cho mình qua QRCode này hoặc là qua

# aboutPageEnding
source: Drop me an email if you have any questions or feedback, thank you!
vi: Gửi email cho mình nhé!

# aboutPagePatreonButton
source: Support on Patreon
vi: Patreon

# searchBoxHintText
source: Search
vi: Tìm kiếm theo tên bài hát
